tap 'github/bootstrap'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'
tap 'apparition47/tap'

brew 'asdf'
brew 'bat'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'gnupg'
brew 'gti'
brew 'httpie'
brew 'jq'
brew 'less'
brew 'mas'
brew 'neofetch'
brew 'node-build'
brew 'pinentry-mac'
brew 'ripgrep'
brew 'ruby-build'
brew 'sl'
brew 'neovim'

cask '1password-cli'
cask '1password'
cask 'alacritty'
cask 'alfred'
cask 'bartender'
cask 'dash'
cask 'font-iosevka'
cask 'font-iosevka-nerd-font'
cask 'iina'
cask 'itsycal'
cask 'ngrok'
cask 'qlmarkdown'
cask 'quitter'
cask 'syntax-highlight'

mas 'Drafts', id: 1435957248
mas 'Moom', id: 419330170
mas 'Reeder', id: 1529448980
mas 'RunCat', id: 1429033973
mas 'Slack', id: 803453959
mas 'Things 3', id: 904280696
