tap 'github/bootstrap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'bat'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'gnupg'
brew 'gti'
brew 'httpie'
brew 'jq'
brew 'macvim'
brew 'mas'
brew 'neofetch'
brew 'node-build'
brew 'pinentry-mac'
brew 'ripgrep'
brew 'ruby-build'
brew 'sl'
brew 'tldr'

cask '1password-cli'
cask 'alacritty'
cask 'alfred'
cask 'bartender'
cask 'cloudapp'
cask 'dash'
cask 'font-iosevka'
cask 'iina'
cask 'itsycal'
cask 'ngrok'

mas '1Password 7', id: 1333542190
mas 'Drafts', id: 1435957248
mas 'Ka-Block!', id: 1335413823
mas 'Moom', id: 419330170
mas 'Reeder', id: 880001334
mas 'RunCat', id: 1429033973
mas 'Slack', id: 803453959
mas 'StopTheMadness', id: 1376402589
mas 'Textual 7', id: 1262957439
mas 'Things 3', id: 904280696
mas 'Tweetbot', id: 1384080005
mas 'Deliveries', id: 290986013
