{
  "Align": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "github-coauthors.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-osc52": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "registers.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tint.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-coffee-script": { "branch": "master" },
  "vim-emoji": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-fish": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-ruby-heredoc-syntax": { "branch": "master" },
  "vim-vinegar": { "branch": "master" }
}